Repository: adriankraemer/Immich-Viewer
Catalog: Immich-Viewer/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: No Timeline Data
de: Keine Zeitstrahl-Daten
es: Sin datos de línea de tiempo
fr: Aucune donnée de chronologie

source: None
de: Keine
es: Ninguno
fr: Aucun

source: Not authenticated. Please check your credentials.
de: Nicht authentifiziert. Bitte überprüfe deine Anmeldedaten.
es: No autenticado. Por favor, verifica tus credenciales.
fr: Non authentifié. Veuillez vérifier vos identifiants.

source: Off
de: Aus
es: Desactivado
fr: Désactivé

source: Oldest First
de: Älteste zuerst
es: Más antiguas primero
fr: Plus anciennes d'abord

source: On
de: Ein
es: Activado
fr: Activé

source: On This Day
de: An diesem Tag
es: En este día
fr: Ce jour-là

source: Oops! Unexpected Error
de: Hoppla! Unerwarteter Fehler
es: ¡Ups! Error inesperado
fr: Oups ! Erreur inattendue

source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier

source: Order photos in Albums, People, and Tags
de: Fotos in Alben, Personen und Tags sortieren
es: Ordenar fotos en álbumes, personas y etiquetas
fr: Trier les photos dans Albums, Personnes et Tags

source: Order photos in the All Photos tab
de: Fotos im Alle-Fotos-Tab sortieren
es: Ordenar fotos en la pestaña Todas las fotos
fr: Trier les photos dans l'onglet Toutes les photos

source: Pan and Zoom
de: Schwenken und Zoomen
es: Panorámica y zoom
fr: Panoramique et zoom

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Paused
de: Pausiert
es: Pausado
fr: En pause

source: People
de: Personen
es: Personas
fr: Personnes

source: People detected in your photos will appear here
de: Erkannte Personen in deinen Fotos werden hier angezeigt
es: Las personas detectadas en tus fotos aparecerán aquí
fr: Les personnes détectées dans vos photos apparaîtront ici

source: Permission error. The app doesn't have required permissions.
de: Berechtigungsfehler. Die App hat nicht die erforderlichen Berechtigungen.
es: Error de permisos. La app no tiene los permisos necesarios.
fr: Erreur de permission. L'app n'a pas les autorisations requises.

source: photo
de: Foto
es: foto

source: Photo Information
de: Fotoinformationen
es: Información de la foto
fr: Informations sur la photo

source: Photo ordering
de: Foto-Reihenfolge
es: Orden de fotos
fr: Ordre des photos

source: photos
de: Fotos
es: fotos

source: Photos
de: Fotos
es: Fotos

source: Photos taken on this day in previous years will appear here
de: Fotos, die an diesem Tag in früheren Jahren aufgenommen wurden, erscheinen hier
es: Las fotos tomadas en este día en años anteriores aparecerán aquí
fr: Les photos prises ce jour-là les années précédentes apparaîtront ici

source: Photos with location data will appear here
de: Fotos mit Standortdaten werden hier angezeigt
es: Las fotos con datos de ubicación aparecerán aquí
fr: Les photos avec des données de localisation apparaîtront ici

source: Photos with location data will appear on the map
de: Fotos mit Standortdaten werden auf der Karte angezeigt
es: Las fotos con datos de ubicación aparecerán en el mapa
fr: Les photos avec des données de localisation apparaîtront sur la carte

source: Places
de: Orte
es: Lugares
fr: Lieux

source: Places Visited
de: Besuchte Orte
es: Lugares visitados
fr: Lieux visités

source: Play/Pause: Zoom In
de: Play/Pause: Heranzoomen
es: Reproducir/Pausar: Acercar
fr: Lecture/Pause : Zoom avant

source: Playing
de: Wiedergabe
es: Reproduciendo
fr: Lecture

source: Please check your connection and try again
de: Bitte überprüfe deine Verbindung und versuche es erneut
es: Por favor, verifica tu conexión e inténtalo de nuevo
fr: Veuillez vérifier votre connexion et réessayer

source: Please enter a valid server URL
de: Bitte gib eine gültige Server-URL ein
es: Por favor, introduce una URL de servidor válida
fr: Veuillez entrer une URL de serveur valide

source: Please refresh the app in settings tab
de: Bitte aktualisiere die App in den Einstellungen
es: Por favor, actualiza la app en la pestaña de ajustes
fr: Veuillez actualiser l'app dans l'onglet réglages

source: Purple
de: Lila
es: Morado
fr: Violet

source: Random Photos
de: Zufällige Fotos
es: Fotos aleatorias
fr: Photos aléatoires

source: Randomly shuffle image order during slideshow
de: Bildreihenfolge in der Diashow zufällig mischen
es: Mezclar aleatoriamente el orden de las imágenes durante la presentación
fr: Mélanger aléatoirement l'ordre des images pendant le diaporama

source: Randomly shuffle image order during slideshow.
de: Bildreihenfolge während der Diashow zufällig mischen.
es: Mezclar aleatoriamente el orden de las imágenes durante la presentación.
fr: Mélanger aléatoirement l'ordre des images pendant le diaporama.

source: Reached end of slideshow. All images have been displayed.
de: Ende der Diashow erreicht. Alle Bilder wurden angezeigt.
es: Fin de la presentación. Se han mostrado todas las imágenes.
fr: Fin du diaporama atteinte. Toutes les images ont été affichées.

source: Recent Photos
de: Neueste Fotos
es: Fotos recientes
fr: Photos récentes

source: Reflections
de: Spiegelungen
es: Reflejos
fr: Reflets

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser

source: Report this error on reddit: https://www.reddit.com/user/iosDevAc. Please include a picture of this screen. Thanks!
de: Melde diesen Fehler auf Reddit: https://www.reddit.com/user/iosDevAc. Bitte füge ein Bild dieses Bildschirms bei. Danke!
es: Reporta este error en Reddit: https://www.reddit.com/user/iosDevAc. Por favor, incluye una captura de esta pantalla. ¡Gracias!
fr: Signalez cette erreur sur Reddit : https://www.reddit.com/user/iosDevAc. Veuillez inclure une capture de cet écran. Merci !

source: Request error (HTTP %lld). Please try again or contact support if the issue persists.
de: Anfragefehler (HTTP %lld). Bitte versuche es erneut oder kontaktiere den Support, wenn das Problem weiterhin besteht.
es: Error de solicitud (HTTP %lld). Por favor, inténtalo de nuevo o contacta con soporte si el problema persiste.
fr: Erreur de requête (HTTP %lld). Veuillez réessayer ou contacter le support si le problème persiste.

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer

source: Search
de: Suchen
es: Buscar
fr: Rechercher

source: Search albums...
de: Alben durchsuchen...
es: Buscar álbumes...
fr: Rechercher des albums...

source: Search by context: Mountains, sunsets, etc...
de: Suche nach Kontext: Berge, Sonnenuntergänge, etc...
es: Buscar por contexto: Montañas, atardeceres, etc...
fr: Rechercher par contexte : Montagnes, couchers de soleil, etc...

source: Search Failed
de: Suche fehlgeschlagen
es: Error en la búsqueda
fr: Échec de la recherche

source: Search Your Photos
de: Durchsuche deine Fotos
es: Busca en tus fotos
fr: Recherchez vos photos

source: Searching...
de: Suche...
es: Buscando...
fr: Recherche...

source: See detailed stats about your photos, videos, people, and locations
de: Detaillierte Statistiken über deine Fotos, Videos, Personen und Orte anzeigen
es: Ver estadísticas detalladas sobre tus fotos, vídeos, personas y ubicaciones
fr: Voir les statistiques détaillées sur vos photos, vidéos, personnes et lieux

source: Select Slideshow Album
de: Diashow-Album auswählen
es: Seleccionar álbum de presentación
fr: Sélectionner l'album du diaporama

source: Server & users
de: Server & Benutzer
es: Servidor y usuarios
fr: Serveur et utilisateurs

source: Server communication error (HTTP %lld). Please check your connection and server status.
de: Serverkommunikationsfehler (HTTP %lld). Bitte überprüfe deine Verbindung und den Serverstatus.
es: Error de comunicación con el servidor (HTTP %lld). Por favor, verifica tu conexión y el estado del servidor.
fr: Erreur de communication serveur (HTTP %lld). Veuillez vérifier votre connexion et l'état du serveur.

source: Server Connection
de: Serververbindung
es: Conexión del servidor
fr: Connexion au serveur

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Show Albums Tab
de: Alben-Tab anzeigen
es: Mostrar pestaña de álbumes
fr: Afficher l'onglet Albums

source: Show Folders Tab
de: Ordner-Tab anzeigen
es: Mostrar pestaña de carpetas
fr: Afficher l'onglet Dossiers

source: Show Tags Tab
de: Tags-Tab anzeigen
es: Mostrar pestaña de etiquetas
fr: Afficher l'onglet Tags

source: Show World Map Tab
de: Weltkarten-Tab anzeigen
es: Mostrar pestaña del mapa mundial
fr: Afficher l'onglet Carte du monde

source: Shuffle Images
de: Bilder mischen
es: Mezclar imágenes
fr: Mélanger les images

source: Shuffle Images (beta)
de: Bilder mischen (Beta)
es: Mezclar imágenes (beta)
fr: Mélanger les images (bêta)

source: Shutter
de: Verschluss
es: Obturador
fr: Obturateur

source: Sidebar
de: Seitenleiste
es: Barra lateral
fr: Barre latérale

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter

source: Sign In Error
de: Anmeldefehler
es: Error de inicio de sesión
fr: Erreur de connexion

source: Sign in to continue
de: Melde dich an, um fortzufahren
es: Inicia sesión para continuar
fr: Connectez-vous pour continuer

source: Signing In...
de: Anmelden...
es: Iniciando sesión...
fr: Connexion...

source: Slideshow
de: Diashow
es: Presentación
fr: Diaporama

source: Slideshow Background
de: Diashow-Hintergrund
es: Fondo de presentación
fr: Arrière-plan du diaporama

source: Slideshow error occurred.
de: Diashow-Fehler aufgetreten.
es: Se produjo un error en la presentación.
fr: Une erreur de diaporama s'est produite.

source: Slideshow Interval
de: Diashow-Intervall
es: Intervalo de presentación
fr: Intervalle du diaporama

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite

source: Sorting
de: Sortierung
es: Ordenación
fr: Tri

source: Start slideshow after inactivity
de: Diashow nach Inaktivität starten
es: Iniciar presentación después de inactividad
fr: Démarrer le diaporama après inactivité

source: States
de: Bundesländer
es: Estados
fr: États

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques

source: Storage management
de: Speicherverwaltung
es: Gestión de almacenamiento
fr: Gestion du stockage

source: subfolders
de: Unterordner
es: subcarpetas
fr: sous-dossiers

source: Swipe to navigate
de: Wischen zum Navigieren
es: Desliza para navegar
fr: Balayez pour naviguer

source: Swipe up or down to show/hide details
de: Nach oben oder unten wischen, um Details ein-/auszublenden
es: Desliza hacia arriba o abajo para mostrar/ocultar detalles
fr: Balayez vers le haut ou le bas pour afficher/masquer les détails

source: This album is empty
de: Dieses Album ist leer
es: Este álbum está vacío
fr: Cet album est vide

source: This asset is not a video
de: Diese Datei ist kein Video
es: Este archivo no es un vídeo
fr: Ce fichier n'est pas une vidéo

source: This person has no photos
de: Diese Person hat keine Fotos
es: Esta persona no tiene fotos
fr: Cette personne n'a pas de photos

source: This will remove all cached thumbnails from both memory and disk. Images will be re-downloaded when needed.
de: Dies entfernt alle zwischengespeicherten Vorschaubilder aus Speicher und Festplatte. Bilder werden bei Bedarf erneut heruntergeladen.
es: Esto eliminará todas las miniaturas en caché de la memoria y el disco. Las imágenes se volverán a descargar cuando sea necesario.
fr: Cela supprimera toutes les miniatures en cache de la mémoire et du disque. Les images seront re-téléchargées si nécessaire.

source: Time between slides in slideshow mode
de: Zeit zwischen den Bildern im Diashow-Modus
es: Tiempo entre diapositivas en modo presentación
fr: Temps entre les diapositives en mode diaporama

source: Time format for slideshow overlay.
de: Zeitformat für Diashow-Overlay.
es: Formato de hora para la superposición de la presentación.
fr: Format d'heure pour la superposition du diaporama.

source: Time: %@
de: Zeit: %@
es: Hora: %@
fr: Heure : %@

source: Timeline
de: Zeitstrahl
es: Línea de tiempo
fr: Chronologie

source: Timer error in slideshow automation. The automatic advance failed.
de: Timer-Fehler bei der Diashow-Automatisierung. Der automatische Wechsel ist fehlgeschlagen.
es: Error del temporizador en la automatización de la presentación. El avance automático falló.
fr: Erreur de minuterie dans l'automatisation du diaporama. L'avancement automatique a échoué.

source: Timing & effects
de: Timing & Effekte
es: Tiempo y efectos
fr: Timing et effets

source: Top Shelf Extension
de: Top Shelf Erweiterung
es: Extensión Top Shelf
fr: Extension Top Shelf

source: Total
de: Gesamt

source: Total Assets
de: Gesamte Dateien
es: Total de archivos
fr: Total des fichiers

source: Total Cache
de: Gesamter Cache
es: Caché total
fr: Cache total

source: Total People
de: Gesamte Personen
es: Total de personas
fr: Total des personnes

source: Touchpad: Pan
de: Touchpad: Schwenken
es: Touchpad: Desplazar
fr: Pavé tactile : Panoramique

source: Tree
de: Baum
es: Árbol
fr: Arborescence

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer

source: Try Different Auth Method
de: Andere Anmeldemethode versuchen
es: Probar otro método de autenticación
fr: Essayer une autre méthode d'authentification

source: Try different search terms
de: Versuche andere Suchbegriffe
es: Prueba con otros términos de búsqueda
fr: Essayez d'autres termes de recherche

source: Type: %@
de: Typ: %@
es: Tipo: %@

source: Unable to Play Video
de: Video kann nicht abgespielt werden
es: No se puede reproducir el vídeo
fr: Impossible de lire la vidéo

source: Unknown Date
de: Unbekanntes Datum
es: Fecha desconocida
fr: Date inconnue

source: Unknown Person
de: Unbekannte Person
es: Persona desconocida
fr: Personne inconnue

source: Unnamed
de: Unbenannt
es: Sin nombre
fr: Sans nom

source: Use API key instead
de: Stattdessen API-Schlüssel verwenden
es: Usar clave API en su lugar
fr: Utiliser une clé API à la place

source: Use password instead
de: Stattdessen Passwort verwenden
es: Usar contraseña en su lugar
fr: Utiliser un mot de passe à la place

source: Use the search field to find photos by context
de: Verwende das Suchfeld, um Fotos nach Kontext zu finden
es: Usa el campo de búsqueda para encontrar fotos por contexto
fr: Utilisez le champ de recherche pour trouver des photos par contexte

source: View
de: Ansicht
es: Ver
fr: Vue

source: View Library Statistics
de: Bibliotheksstatistiken anzeigen
es: Ver estadísticas de la biblioteca
fr: Voir les statistiques de la bibliothèque

source: Welcome Back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour

source: White
de: Weiß
es: Blanco
fr: Blanc

source: World Map
de: Weltkarte
es: Mapa mundial
fr: Carte du monde

source: Your albums will appear here
de: Deine Alben werden hier angezeigt
es: Tus álbumes aparecerán aquí
fr: Vos albums apparaîtront ici

source: Your memories, beautifully displayed
de: Deine Erinnerungen, wunderschön präsentiert
es: Tus recuerdos, bellamente mostrados
fr: Vos souvenirs, magnifiquement affichés

source: Your photos will appear here
de: Deine Fotos werden hier angezeigt
es: Tus fotos aparecerán aquí
fr: Vos photos apparaîtront ici

source: Your tags will appear here
de: Deine Tags werden hier angezeigt
es: Tus etiquetas aparecerán aquí
fr: Vos tags apparaîtront ici

source: App Website
es: Sitio web de la app
fr: Site web de l'app

source: Cache
es: Caché

source: Cache Limits
es: Límites de caché
fr: Limites du cache

source: Code: %lld
es: Código: %lld

source: Credits & links
es: Créditos y enlaces
fr: Crédits et liens

source: Details: %@...
es: Detalles: %@...
fr: Détails : %@...

source: Domain: %@
es: Dominio: %@
fr: Domaine : %@

source: Email
es: Correo electrónico

source: Name
es: Nombre
fr: Nom

source: OK
es: Aceptar

source: Open Source
es: Código abierto

source: Powered by Immich
es: Desarrollado con Immich
fr: Propulsé par Immich

source: Server URL
es: URL del servidor
fr: URL du serveur

source: Tabs
es: Pestañas
fr: Onglets

source: Tabs & navigation
es: Pestañas y navegación
fr: Onglets et navigation

source: Tags
es: Etiquetas

# Version %@ (%@)
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)

source: Videos
es: Vídeos
fr: Vidéos
